IDEA Open Model
ColumnDataEc2.GeometricImperfectionsSLS Property
 Use calculation geometric imperfections for SLS
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public bool GeometricImperfectionsSLS { get; set; }
Public Property GeometricImperfectionsSLS As Boolean
	Get
	Set
public:
property bool GeometricImperfectionsSLS {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
ColumnDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace